{
	"info": {
		"name": "Krisha Agatep",
		"email": "krishaagatep@yahoo.com",
		"phone": "707.290.0090"
	},
	"experience": [
		{
			"title": "Work Experience",
			"jobs" : [
				{
					"company": "Deutsch",
					"city": "Los Angeles, CA",
					"date": "February 2015 - Present",
					"positions": [
						"Creative Developer: February 2016 - Present",
						"Jr. Creative Developer: February 2015 - February 2016"
					],
					"bullets": [
						"Core member of Volkswagen’s digital team working on the vw.com platform website, built on Adobe Experience Manager, LESS, Backbone.js and Bootstrap.",
						"Responsible for regular site maintenance, with careful consideration for brand standards and legal requirements.",
						"Responsible for regular maintenance of VW’s Field Manager iPad app, used nationwide by dealers to capture lead information at auto shows.",
						"Work closely with Creative and UX designers to develop new core features of the site.",
						"Work in an Agile environment with key stakeholders.",
						"Slice pixel-perfect images from PSDs with keen attention to detail and careful consideration for image optimization and site performance."
					]
				},
				{
					"company": "Threshold Interactive",
					"city": "Culver City, CA",
					"date": "June 2013 - February 2015",
					"positions": "Jr. Developer",
					"bullets": [
						"Utilized cutting edge HTML5, CSS3, and JavaScript techniques to hand code websites, website rebuilds, one-page applications, Facebook applications, and internal applications for the following clients:<ul><li>Hot Pockets</li><li>Nestea</li><li>Nestlé Pure Life</li><li>Butterfinger</li><li>Nestlé Waters North America</li></ul>",
						"Refined and iterated cross-platform user experiences by developing mobile responsive or mobile adaptive websites for clients. ",
						"Used jQuery and AJAX to create dynamic, fast, and responsive web applications.",
						"Leveraged the ASP.NET MVC framework and C# in order to develop modular and scalable applications."
					]
				}
			]
		},
		{
			"title": "Freelance and Other Work",
			"jobs" : [
				{
					"company": "The Winging It Girls’ Guide",
					"positions": "Co-Founder, Web Developer and Designer",
					"bullets": [
						"Create custom tempates and functions for the TWIGG How-To website built on WordPress and Sage starter theme.",
						"Implement Google Analytics, Google AdSense and SEO best practices to expand the brand’s audience reach.",
						"Assist in the monitoring and reporting on website traffic and performance.",
						"Workflow tools include: SASS, Bootstrap, jQuery, Gulp and Git."
					]
				}
			]
		}
	],
	"education": {
		"title": "Education",
		"school": "California Polytechnic State University, San Luis Obispo",
		"degree": "Bachelor of Science, Graphic Communication, <em>cum laude</em>, June 2013<br />Concentration in Design Reproduction Technology"
	},
	"certifications": {
		"title": "Certifications",
		"certs": [
			"Microsoft® Certified Professional",
			"Microsoft® Specialist: Programming in HTML5 with JavaScript and CSS3"
		]
	},
	"skillz":{
		"title": "Professional Skillset",
		"skills": [
			"HTML / CSS / JS",
			"LESS/SASS",
			"Backbone.js",
			"Node.js",
			"jQuery / jQuery UI / jQuery Mobile",
			"Gulp / Grunt",
			"Sencha / Phonegap",
			"YouTube API ",
			"Google Maps API",
			"Google Analytics",
			"Adobe Experience Manager",
			"WordPress",
			"Git / Subversion",
			"Jira / Team Foundation Server",
			"Adobe Photoshop / Illustrator / InDesign"
		]
	}

}